tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "linuxbrew/xorg"
brew "chezmoi"
brew "cmake"
brew "fasd"
brew "fd"
brew "fzf"
brew "gcc"
brew "gcc@6"
brew "gcc@9"
brew "go"
brew "jq"
brew "libssh"
brew "neovim"
brew "ripgrep"
brew "ruby"
brew "thefuck"
brew "tmate"
brew "tmux"
brew "xclip"
brew "go-task/tap/go-task"
